<template>
<!--  <Scroll class="content">-->
<!--    <ul>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--      <li>列表&</li>-->
<!--    </ul>-->
<!--  </Scroll>-->
  <h2>我的</h2>
</template>

<script>
  import Scroll from 'components/common/scroll/Scroll'

  export default {
    name: "Profile",
    components:{
      Scroll
    }
  }
</script>

<style scoped>
/*.content{*/
/*  height: 300px;*/
/*  background-color: red;*/
/*  overflow: hidden;*/
/*}*/
</style>
